export const questions = [
  {
    idx: 0,
    title: '휴일, 떡볶이를 먹고싶을 때 당신은?',
    options: [
      '얘들아 오늘 떡볶이\n 고?친구들에게 연락한다',
      '조용히 배달앱을 꺼내\n혼자 시켜먹는다'
    ]
  },
  {
    idx: 1,
    title: '주말에 난?',
    options: [
      '사람들과 만나는 것을 즐긴다.',
      '혼자 있는 게 싫지 않은 편이다.'
    ]
  },
  {
    idx: 2,
    title: '친구들과 놀 때 나는?',
    options: [
      '왁자지껄한 신나는 분위기를 좋아한다.',
      '소수의 친구들과 소소하게 대화하는 것을 좋아한다.'
    ]
  },
  {
    idx: 3,
    title: '내가 더 중요하게 생각하는 것은?',
    options: [
      '현재가 없으면 미래도 없다.',
      '미래를 생각하지 않으면 발전이 없다.'
    ]
  },
  {
    idx: 4,
    title: '일할 때 나는?',
    options: [
      '남들이 하는 대로 따라 가는 것이 좋다.',
      '스스로 나만의 방법을 만드는 게 좋다.'
    ]
  },
  {
    idx: 5,
    title: '주변 사람들이 나에게 하는 말은?',
    options: [
      '꾸준하고 참을성이 있다는 말을 자주한다.',
      '창의적이고 독창적이라는 말을 자주한다.'
    ]
  },
  {
    idx: 6,
    title: '거절해야 하는 상황이 오면 나는?',
    options: [
      '강력하게 할 수 없다고 말한다.',
      '고민하다가 대부분 들어주는 편이다.'
    ]
  },
  {
    idx: 7,
    title: '화났을 때 나는?',
    options: [
      '논리적으로 잘 말하면서 따진다.',
      '할말이 많지만 너무 분해서 눈물부터 난다.'
    ]
  },
  {
    idx: 8,
    title: '고민을 얘기하는 친구, 듣다 보니 친구의 잘못인 것 같다. 그럴 때 나는?',
    options: [
      '친구의 잘못된 점을 말해준다.',
      '직접적으로 말하면 친구가 그래 할까봐 돌려 말한다.'
    ]
  },
  {
    idx: 9,
    title: '준비물을 준비할 때 나는?',
    options: [
      '하루 전 날 미리 준비한다.',
      '‘내일 챙겨야지’ 하다가 까먹고 놓고 오는 일이 많다.'
    ]
  },
  {
    idx: 10,
    title: '끝나고 집에 가서 공부하려 했는데, 친구들이 놀자고 붙잡는다. 나는?',
    options: [
      '계획에 없던 일인데…매우 당황스럽다.',
      '오케이! 역시 계획대로 안 되는 것이 인생! 놀자!!!!'
    ]
  },
  {
    idx: 11,
    title: '내가 가고싶은 여행지 스타일은?',
    options: [
      '내가 계획한대로! 계획적으로 일의 순서대로 진행하는 것을 좋아해!',
      '그때그때 생각나는 대로 일 처리! 융통성 있게 하는 것을 좋아해!'
    ]
  }
]