export const questions = [
  {
    idx: 0,
    title: '다같이 떡볶이를 만들어 먹기로 했다 당신은?',
    options: [
      '떡볶이 만들기를\n주도한다',
      '남들이 주도할때까지\n가만히 있는다',
    ],
  },
  {
    idx: 1,
    title: '휴일, 떡볶이를 먹고싶을 때 당신은?',
    options: [
      '얘들아 떡볶이 먹을래?\n떡볶이를 좋아하는\n친구들에게 연락한다',
      '조용히 배달앱을 꺼내\n혼자 시켜먹는다',
    ],
  },
  {
    idx: 2,
    title: '대존맛 떡볶이 집을 찾았을때 당신은? ',
    options: [
      '이 맛은 알려야해!!\n동네방네 얘기한다',
      '친한친구를 직접 데려간다',
    ],
  },
  {
    idx: 3,
    title: '친구가 떡볶이 맛집의 위치를 물어볼때\n당신은?',
    options: [
      '친구의 위치에서 \n가는 법을 알려준다',
      '떡볶이 집 근처의\n 랜드마크를 알려준다',
    ],
  },
  {
    idx: 4,
    title: '지난주 맛있게 먹은 떡볶이를 설명할때',
    options: [
      '이런 맛이었어! 맛 뿐만\n아니라 가게 분위기도\n자세하게 설명한다',
      '맛있더라! 일단먹어봐',
    ],
  },
  {
    idx: 5,
    title: '친구가 사온 떡볶이, 당신의 눈에 먼저 들어온 것은?',
    options: [
      '내가 좋아하는 토핑부터 들어온다',
      '사리, 떡, 소스, \n오뎅 등 전체적으로\n보고 감상한다',
    ],
  },
  {
    idx: 6,
    title: '애인이 떡볶이를 해줬는데 맛이 없다 당신은?',
    options: [
      '"소금이 너무 많이 들어간 것 같아" 분석해서 다음에 더 잘하게 도와준다',
      '너무너무 맛있는 것처럼 싹싹 먹는다',
    ],
  },
  {
    idx: 7,
    title: '친구가 떡볶이를 사오다가 넘어졌다\n그때 나는?',
    options: ['떡볶이는 무사해?', '괜찮아? 안다쳤어?'],
  },
  {
    idx: 8,
    title: '어느 날의 떡볶이가 너무 좋았다.\n 그 이유는?',
    options: [
      '특히 이날의 소스 조합이 완벽했네!',
      '같이 있던 사람들이\n좋아서',
    ],
  },
  {
    idx: 9,
    title: '내일 친구랑 만나기로 했는데\n떡볶이가 먹고 싶어진 당신',
    options: [
      '미리 그 장소의 떡볶이\n맛집을 찾아내 찜한다',
      '다음날 일단 가서\n검색한다',
    ],
  },
  {
    idx: 10,
    title:
      '단골 떡볶이 집에\n새로운 메뉴가 나타났다.\n"오렌지떡볶이"\n당신의 선택은?',
    options: ['원래 먹던거를 먹는다', '오렌지와 떡볶이라구요? 당장 시켜본다'],
  },
  {
    idx: 11,
    title: '떡볶이 재료를 각자 가져와서\n떡볶이를 만들어 먹기로 했다 당신은?',
    options: [
      '이거는 누가 가져올꺼야 두뇌풀가동해서 없을 것 같은 재료를 가져간다',
      '대충 내가 좋아하는\n 재료를 가져간다',
    ],
  },
];
